[Version]
7.7

[Main]	
Item0000=Добре дошли в HP Recovery Manager. Използвайте този инструмент, за да поправите компютъра, ако престане да работи нормално.
Item0001=Нужда от незабавна помощ
Item0002=Искам да извършвам задачи по поддръжка
Item0003=Искам да се свържа с отдела за поддръжка на HP
Item0004=Искам да предприема предпазни мерки
Item0005=Възстановяване на системата на Windows
Item0006=Възстановяване на системата към по-ранна дата
Item0007=Windows среда за възстановяване
Item0008=Рестартирайте и въведете Windows средата за възстановяване, за да опресните картината или да възстановите системата до нейното първоначално фабрично състояние.
Item0009=Архивиране на файлове
Item0010=Архивиране на личните ви данни
Item0011=Възстановяване от минимизирано изображение
Item0012=Възстановяване само на операционната система, драйверите и отделен софтуер (чист образ)
Item0013=Стартиране на проверка на компютъра
Item0014=Използвайте инструмента за хардуерна диагностика, за да направите диагностика на паметта, твърдия диск на компютъра и др.
Item0015=Създаване на носители за възстановяване
Item0016=Създаване на комплект носители за възстановяване на вашата система
Item0017=Отстраняване на дял за възстановяване
Item0018=Изтриване на фабрично инсталираното изображение с архив на софтуера, за да освободите място на твърдия диск
Item0019=Връщане на фабричните настройки
Item0020=Връщане на компютъра в първоначалното фабрично състояние с изтриване на целия твърд диск
Item0021=Извършване на поддръжка на компютъра
Item0022=Проблеми с отстраняване на неизправности, изтегляне на актуализации и научаване повече за компютъра
Item0023=Получаване на помощ от HP
Item0024=Показване на информация за връзка с „Поддръжка на клиенти на HP“
Item0025=Показване на информация за връзка
Item0026=Показване на информация за връзка с „Поддръжка на клиенти на HP“
Item0027=Преинсталиране на драйвери и приложения
Item0028=Преинсталиране на драйвери и/или приложения
Item0029=Забранено: Делът за възстановяване беше отстранен.
Item0030=Забранено: Моля, използвайте носител за възстановяване, за да възстановите системата си.
Item0031=Забранено: Услугата за възстановяване на системата на Windows е изключена.
Item0032=Забранено: HP Support Assistant не е инсталиран.
Item0033=Архивиране и възстановяване на Windows
Item0034=Създайте архив или възстановете файлове от съществуващ архив
Item0035=Недостатъчни права на достъп
Item0036=HP Recovery Manager изисква администраторски права, за да стартира. Моля, усилете настройката за контрол на потребителски акаунт (UAC). 	
Item0037=Версия: 00
Item0038=Забранено: Не се поддържа за динамичен диск
Item0039=Забранено: Използвайте Управление на дискове на Windows
Item0040=Файлова хронология на Windows
Item0041=За някои функции се изисква достъп до Дела за възстановяване. Моля, скачете таблета към базата и стартирайте отново HP Recovery Manager, за да разрешите тези опции.
Item0042=За да използвате тази опция , скачете таблета към базата и стартирайте отново HP Recovery Manager.
Item0043=Опциите „Възстановяване” и „Архивиране на файлове” изискват достъп до Дела за възстановяване в базата. Моля, скачете таблета към базата и рестартирайте системата и натиснете F11 , за да рестартирате HP Recovery Manager. Щракнете върху бутона „Продължи” за изпълнение на Проверка на компютъра.
Item0044=Системно обновяване на Windows
Item0045=Предпазни мерки
Item0046=Поддръжка
Item0047=Поддръжка
Item0048=Създаване на носител за възстановяване
Item0049=Създаване на носител за възстановяване на вашата система
Item0050=Извършване на поддръжка на компютъра	
Item0051=Връзка с отдела за поддръжка на HP
Item0052=Премахване на дял за възстановяване
Item0053=Създаване на точки за възстановяване или използване на точки за възстановяване, които преди това сте създали, за да възстановите вашата система до предишна дата
Item0054=Файлова хронология на Windows
Item0055=Среда на HP Recovery
Item0056=Рестартирайте и влезте в HP средата за възстановяване, за да възстановите системата до нейното първоначално фабрично състояние.
Item0057=Не изваждайте таблета от станцията му за скачване по време на процеса на възстановяване. Това ще направи таблета невъзможен за стартиране.
Item0058=Рестартирайте и въведете 00, за да възстановите системата.
Item0059=Възстановяване на системата Windows
Item0060=HP Recovery Manager се поддържа само в пейзажен режим.
Item0061=Затворете HP Recovery Manager, превключете дисплея на пейзажен режим и стартирайте отново HP Recovery Manager.

[General]	
Item0100=Назад
Item0101=Напред
Item0102=Отказ
Item0103=Продължаване
Item0104=Край
Item0105=OK
Item0106=Желаете ли да излезете от HP Recovery Manager?
Item0107=Проверете дали компютърът е свързан с адаптера за захранване или процесът за възстановяване може да бъде прекъснат.
Item0108=HP Recovery Manager вече работи!
Item0109=Рестартиране
Item0110=Изключване
Item0111=Внимание: Компютърът в момента работи на батерия.
Item0112=Този процес изисква компютърът да бъде свързан с адаптера за захранване.
Item0113=Свържете адаптера за захранване на компютъра и след това щракнете върху OK, за да продължите.
Item0114=HP Recovery Manager не успя. Код на грешката = 00
Item0115=Възникват грешки. Опитайте отново.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(код на грешка=00)
Item0119=При текущата конфигурация не се поддържа възстановяване, моля, активирайте опцията Intel Smart Response Technology и опитайте отново.
Item0120=Recovery Manager е за Windows 7. Не е съвместим с Windows 8.
Item0121=Този Softpaq не се поддържа за Windows 7. Моля, първо надстройте системата до Windows 8.
	
[Windows System Restore]
Item0200=Възстановяване на системата на Windows
Item0201=За да използвате „Възстановяване на системата на Windows”, HP Recovery Manager ще се затвори.
Item0202=„Възстановяване на системата на Windows” може да помогне при отстраняване на проблеми, които може да забавят работата на компютъра ви или да го блокират. То няма да засегне никои от вашите документи, изображения или други лични данни.
Item0203=За да стартирате „Възстановяване на системата на Windows” автоматично, щракнете върху „Напред”.
	       	
[Computer Checkup]	
Item0250=Проверка на компютъра
Item0251=Стартиране на „Проверка на диска за дяла с Windows“
Item0252=Стартиране на „Проверка на диска за дела за възстановяване“
Item0253=Отваряне на команден прозорец
Item0254=За да продължите, изберете опция и щракнете върху „Напред“.
		
[Remove Recovery Partition]	
Item0300=Отстраняване на дял за възстановяване
Item0301=Windows Push Button Reset  (Бутон за възстановяване на Windows) и опциите за възстановяване на изображението на НР няма да са налични след премахване на дяла за възстановяване.
Item0302=Разбирам. Продължавам с отстраняването на дела за възстановяване.
Item0303=Продължаване
Item0304=Създаването на носители за възстановяване не е завършило. Опцията за създаване на носители за възстановяване няма да бъде достъпна след отстраняване на дела за възстановяване.
Item0305=Отидете на 00 сега.
Item0306=Отстраняване на дела за възстановяване...
Item0307=Щракнете върху „Продължаване“, за да се върнете към началната страница
Item0308=Начало
Item0309=Създаване на носители за възстановяване
Item0310=Възникват грешки при отстраняване на дела за възстановяване. Опитайте отново.
Item0311=Делът за възстановяване беше отстранен успешно.
Item0312=Опциите за възстановяване на системата на HP няма да бъдат достъпни след отстраняване на дела за възстановяване.
		
[File Restore Program]	
Item0400=Възстановяване на файлове 
Item0401=Добре дошли
Item0402=„Възстановяване на файлове“ ви помага да възстановите файлове, които предварително сте архивирали.
Item0403=За да продължите, щракнете върху „Напред“.
Item0404=Кои видове файлове искате да възстановите?
Item0405=Снимки
Item0406=Музика и други аудио файлове
Item0407=Видеоклипове и филми
Item0408=Записани телевизионни предавания
Item0409=Документи, електронни таблици и презентации
Item0410=Имейли, предпочитани интернет страници и настройки
Item0411=Други
Item0412=Помощ
Item0413=Файловете ви са възстановени на следното място:
Item0414=Пряк път към това място е поставен на работния плот.
Item0415=Извършва се възстановяване
Item0416=Ход на изпълнение:  00%
Item0417=Моля, изчакайте…
Item0418=Файловете са възстановени
Item0419=Възстановяването беше завършено успешно.
Item0420=За да затворите тази програма, щракнете върху „Край“.
Item0421=Пътят на някои от възстановените файлове е по-дълъг от 260 символа. Вижте 00.
Item0422=OK
Item0423=Предупреждение
Item0424=Възстановяването на файлове вече е стартирано.
Item0425=Трябва да сте в Windows 7, за да стартирате „Възстановяване на файлове“.
Item0426=Отмяна на възстановяването на файлове?
Item0427=Възстановяването е отказано
Item0428=Отказахте процеса по възстановяване.
Item0429=Къде искате да запишете архивните файлове?
Item0430=Локален диск
		
[File Backup Program]	
Item0500=Архивиране на файлове
Item0501=Какъв вид файлове искате да архивирате?
Item0502=Снимки
Item0503=Музика и други аудио файлове
Item0504=Видеоклипове и филми
Item0505=Записани телевизионни предавания
Item0506=Документи, електронни таблици и презентации
Item0507=Имейли, предпочитани интернет страници и настройки
Item0508=Други
Item0509=Помощ
Item0510=За да продължите, щракнете върху „Напред“.
Item0511=Сканиране
Item0512=Помощникът за архивиране на файлове създава списък с файлове за архивиране.
Item0513=Този процес може да отнеме няколко минути.
Item0514=Ход на изпълнение: 00 %
Item0515=Моля, изчакайте…
Item0516=В момента няма достатъчно място на системния дял на твърдия диск за временно съхранение при компресирането на данните.
Item0517=Трябва да освободите място на системния дял на твърдия диск, за да продължите операцията.
Item0518=OK
Item0519=Предупреждение
Item0520=За да продължите, изберете опция и щракнете върху „Напред“.
Item0521=Създаване на архива
Item0522=Създаване на архивираните файлове
Item0523=Финализиране на архивираните файлове
Item0524=Няма открити файлове от вида, избран от потребителя.
Item0525=Къде искате да запазите архива?
Item0526=Размер на изходните файлове:  00
Item0527=Име
Item0528=Тип
Item0529=Общ размер
Item0530=Свободно място
Item0531=Не е налично устройство за архивиране на файлове. Уверете се, че сменяемият диск е свързан.
Item0532=Сменяем
Item0533=Архивирането на файловете е готово.
Item0534=Файловете ви ще бъдат запазени в (00).
Item0535=Копиране на архива 
Item0536=Дискът за запис не е свързан.
Item0537=Архивиране на файлове
Item0538=HP Recovery Manager създаде успешно архива.
Item0539=Отмяна на архивирането на файлове?
Item0540=Отказ
Item0541=Архивирането на файлове е отказано
Item0542=Успешно отказахте процеса по архивиране.
Item0543=Отказахте процеса по архивиране.
Item0544=Искате ли да продължите с „Възстановяване на системата“?
Item0545=Искате ли да продължите с възстановяването от минимизирано изображение?
Item0546=Искате ли да продължите с връщането на фабричните настройки?
Item0547=Да
Item0548=Не
Item0549=Записващо устройство
Item0550=Не е налично устройство за архивиране на файлове. Уверете се, че сменяемият диск или записващо устройство са свързани.
Item0551=Автоматизирано архивиране
Item0552=Позволява на потребителя да избере категории за архивиране (например „Снимки“). Архивирането ще обхване повечето типове файлове, използвани от категорията. Използвайте тази опция, ако искате лесен начин за конфигуриране на архивирането.
Item0553=Ръчно архивиране
Item0554=Позволява на потребителя да избере конкретни файлове и папки за архивиране. Използвайте тази опция, ако искате да имате пълен контрол над това, което се архивира.
Item0555=Директно копиране на данните
Item0556=Директното копиране на данните не използва компресия и файловете не се възстановяват с HP Recovery Manager. За достъп до файловете от всеки компютър, след завършване на архивирането, просто отворете директорията „Файлове за възстановяване на системата“.
Item0557=За да възстановите данните в оригиналната система, просто копирайте и поставете файловете обратно.
Item0558=Поставете празен DVD+R или DVD-R диск и щракнете върху „Напред“.
Item0559=Ход на изпълнение на записването:  00 %
Item0560=Общо диск(ове):  00
Item0561=Текущ диск:  00
Item0562=Поставете диск
Item0563=Поставете празен диск.
Item0564=Поставеният диск не се поддържа от HP Recovery Manager, поставете празен DVD+R или DVD-R диск (с капацитет 4.7 GB).
Item0565=Подготвяне на данни	
	
[Recovery Media Creation]	
Item0600=Начало
Item0601=Създаване на носители за възстановяване
Item0602=Можете да създадете само 00 комплекта носители за възстановяване.
Item0603=Приемам.
Item0604=Продължаване
Item0605=Поставете един от следните носители:
Item0606=USB флаш устройство
Item0607=Минимално необходим капацитет – 00 GB
Item0608=DVD диск
Item0609=задължително 00 диска
Item0610=DVDDL диск
Item0611=Продължаване с маркирания носител?
Item0612=Да
Item0613=Не
Item0614=Създава се USB флаш устройство за възстановяване...
Item0615=Подготвяне на диска
Item0616=Форматиране на USB флаш устройството
Item0617=Копиране на изображение
Item0618=Копиране на изображението за възстановяване на USB флаш устройство...
Item0619=Проверка на диска
Item0620=Проверка на изображението за възстановяване на USB флаш устройството...
Item0621=00 % завършено
Item0622=Поставете диск
Item0623=Поставете 00 диск, за да продължите. Щракнете върху „Отказ“, за да спрете създаването на носители за възстановяване. Процесът по създаване на носители за възстановяване може да бъде продължен по всяко време, като изберете отново опцията „Създаване на носители за възстановяване“.
Item0624=Подготвяне на данни
Item0625=Създаване на изображение за възстановяване
Item0626=Записване на данните
Item0627=Записване на изображението за възстановяване на диск
Item0628=Проверка на диска
Item0629=Проверка на изображението за възстановяване на диска
Item0630=Носител за възстановяване беше създаден на 00. Можете да създадете само ЕДИН комплект носители за възстановяване.
Item0631=Щракнете върху OK, за да се върнете към началната страница
Item0632=OK
Item0633=Създаването на Носители за възстановяване завърши. Натиснете „Продължаване“, за да завършите създаването на носители за възстановяване.
Item0634=Отказ
Item0635=Свържете адаптера за захранване на компютъра
Item0636=Батерията трябва да бъде инсталирана и компютърът трябва да бъде свързан с адаптера за захранване, за да продължите този процес
Item0637=Сложете батерия
Item0638=Няма открито оптично устройство
Item0639=Можете да свържете оптично устройство сега
Item0640=Blue-ray диск
Item0641=Създаването на диск за възстановяване 00 приключи. Надпишете диск 00 и го пазете на сигурно място.
Item0642=USB флаш устройството ще бъде форматирано. Всички данни на USB флаш устройството ще бъдат загубени. Цялото пространство на USB флаш устройството ще бъде използвано за изображението за възстановяване (дори ако USB флаш устройството е по-голямо от приблизителния размер на изображението за възстановяване).
Item0643=Щракнете върху „Отказ“, за да се върнете обратно към избора на носител, или върху „Продължаване“, за да започнете подготвянето на диска.
Item0644=Изберете една от следните опции за носители 
Item0645=ЕДИН
Item0646=Анализ на хардуера…
Item0647=Създават се носители за възстановяване. HP Recovery Manager не може да се затвори.
Item0648=Възникват грешки при създаването на носители за възстановяване. Опитайте отново.
Item0649=Капацитетът на поставеното флаш устройство е недостатъчен. Поставете друго устройство.
Item0650=Презаписваем носител не се поддържа. Поставете празен 00 диск.
Item0651=Поставеният диск не е празен. Поставете празен 00 диск.
Item0652=Диск за възстановяване 00 от 01 е готов. Надпишете диск 00 от 01 и го пазете на сигурно място.
Item0653=Дискът за възстановяване е създаден успешно.
Item0654=Флаш устройството за възстановяване е създадено успешно. Надпишете го и го пазете на сигурно място.
Item0655=Задължително 00 диска
Item0656=Презаписваем носител не се поддържа!
Item0657=Поставеният носител не се поддържа!
Item0658=Делът за възстановяване беше отстранен - Опцията за създаване на носители за възстановяване вече не е достъпна
Item0659=Неуспешна проверка на диска. Моля, вземете друг диск и опитайте отново.
Item0660=Записването на диска е неуспешно. Моля, използвайте друг диск и опитайте отново.
Item0661=Тази система е създадена от носители за възстановяване. Можете да създадете само ЕДИН комплект носители за възстановяване.
Item0662=Делът за възстановяване беше отстранен.
Item0663=Ограничението за USB е превишено
Item0664=Изображението за възстановяване надхвърля 32 ГБ. Използвайте оптичен носител.
Item0665=Изображението за възстановяване надхвърля ограничението от 32 ГБ за USB флаш устройство. За да създадете носител за възстановяване трябва да използвате оптичен носител (DVD дискове).
Item0666=Моля, уверете се, че USB флаш устройството има свободен капацитет за 00 ГБ данни (32 ГБ максимум).
Item0667=- Дискът за възстановяване 00 от 01 е готов. Моля, обозначете диска като „00 от 01“ и го приберете на сигурно място.
Item0668=- Моля, поставете диск, за да продължите, или щракнете върху „Отказ“, за да спрете създаването на носител за възстановяване. 
Item0669=- Можете да продължите по всяко време, като изберете отново опцията за създаване на носител за възстановяване.
Item0670=Внимание: Избраното USB флаш устройство ще бъде форматирано. Всички данни на USB флаш устройството ще бъдат загубени.
Item0671=За изображението за възстановяване ще бъдат използвани максимално 32 GB от USB флаш устройството. Ако USB флаш устройството е по-голямо от 32 GB, допълнителното пространство на устройството няма да може да бъде използвано след създаване на носителя за възстановяване.
Item0672=Щракнете върху „Отказ“, за да се върнете към избор на носител, или щракнете върху „Продължи“, за да започне създаване на носител за възстановяване.
Item0673=Изберете 00, за да се върнете към избор на носител или изберете 01, за да стартирате създаването на диск за възстановяване.
	
[System Recovery]	
Item0700=Възстановяване на компютъра към оригиналното му фабрично състояние
Item0701=Този процес ще преинсталира първоначалното фабрично изображение на системния дял, но няма да извърши други промени по твърдия диск.
Item0702=Всички файлове, създадени от потребителя, и програми, инсталирани след покупката, ще бъдат загубени.
Item0703=Архивирайте първо файловете си (препоръчително)
Item0704=Възстановяване без архивиране на файловете
Item0705=За да продължите, изберете опция и щракнете върху „Напред“.
Item0706=HP средата за възстановяване
Item0707=Добре дошли в HP Recovery Manager
Item0708=Използвайте тази програма, за да възстановите компютъра към оригиналното му фабрично състояние.
Item0709=Откачете всички външни устройства, преди да продължите.
Item0710=За допълнителна информация вижте документацията на компютъра.
Item0711=За да продължите, щракнете върху „Напред“.
Item0712=Възстановяване на фабричното изображение
Item0713=Форматиране на дела за Windows на твърдия диск
Item0714=Преинсталиране на оригиналния софтуер
Item0715=Ход на изпълнение:  00 % 
Item0716=Приблизително оставащо време: 00 минута(и)
Item0717=Моля, изчакайте…
Item0718=Възстановяването приключи
Item0719=След като компютърът рестартира и вие приключите първоначалната настройка на компютъра, трябва да извършите още някои важни стъпки:
Item0720=Актуализирайте файловете за защита от Microsoft и HP
Item0721=Инсталирайте отново софтуера, който не сте получили с компютъра
Item0722=Възстановете всички лични данни от евентуално направените резервни копия (ако имате такива)
Item0723=Щракнете върху „Край“, за да рестартирате компютъра сега.
Item0724=Подготовка за възстановяване
Item0725=Твърдият диск ще бъде форматиран наново и всички необходими файлове за възстановяване на фабричното изображение ще се копират на твърдия диск.
Item0726=Възстановяващо инсталиране
Item0727=Софтуерът и драйверите се инсталират и съдържанието се персонализира според компютъра.
Item0728=HP Recovery Manager ще възстанови твърдия диск към фабричното му състояние. Потребителските данни и промените по твърдия диск ще бъдат загубени.
Item0729=OK
Item0730=Отказ
Item0731=Подготовка за възстановяване на фабричното изображение
Item0732=Копиране на необходимите файлове за възстановяване на твърдия диск
Item0733=Подготовката за възстановяване завърши
Item0734=След като рестартирате компютъра, ще започне етапът на възстановяващо инсталиране.
Item0735=Софтуерът и драйверите ще се инсталират, а съдържанието ще се персонализира според компютъра.
Item0736=През този етап компютърът ще се рестартира автоматично няколко пъти. Това е нормална част от процеса.
Item0737=Не изключвайте компютъра, не затваряйте капака, не изключвайте компютъра от адаптера за захранване и не се опитвайте да използвате компютъра през това време.
Item0738=Щракнете върху „Продължаване“, за да рестартирате компютъра сега.
Item0739=Поставете диск за възстановяване #00.
Item0740=Отстранете носителя за възстановяване от системата
Item0741=Възстановяване на системата не може да бъде извършено от Windows. Искате ли да рестартирате компютъра и да преминете към средата за възстановяване?
Item0742=Продължаване?
Item0743=Подготвяне на средата за възстановяване…
Item0744=Затворете всички свои приложения и рестартирайте системата.
Item0745=Откачете всички външни устройства, с изключение на клавиатурата, мишката и монитора, преди да продължите.
Item0746=Възстановяване на системата не може да бъде извършено от Windows. Искате ли да рестартирате компютъра и да преминете към средата за възстановяване?
Item0747=Процесът за възстановяване се състои от два етапа:
Item0748=Начало
Item0749=Възстановяване на системата
Item0750=Забранено: Моля, използвайте опцията „Връщане на фабричните настройки“, за да възстановите системата си	
Item0751=Актуализирайте системата си, като инсталирате последните актуализации от Microsoft и HP.
Item0752=Вие избрахте HP средата за възстановяване. Системата ще се рестартира и ще влезе в средата за възстановяване. Желаете ли да продължите?
Item0753=Ако компютърът ви първоначално е включвал повече от една операционна система, процесът на възстановяване ще нулира всички операционни системи обратно към фабричното състояние.
Item0754=Избрахте 00. Системата ще се рестартира и ще влезе в средата за възстановяване. Желаете ли да продължите?
Item0755=Всички файлове и дялове, създадени от потребителя, и програми, инсталирани след покупката, ще бъдат загубени.
Item0756=Процесът за възстановяване се състои от два етапа:
Item0757=Подготовка за възстановяване
Item0758=Делът на Windows ще бъде форматиран наново и всички необходими файлове за възстановяване на Windows в първоначалното му заводско състояние ще се копират на твърдия диск.
Item0759=Възстановяващо инсталиране
Item0760=Софтуерът и драйверите се инсталират и съдържанието се персонализира според компютъра.
Item0761=Възстановяване на файлове на твърдия диск
Item0762=HP Drive Encryption (HPDE) е активиран на този компютър. Деактивирайте HPDE преди да стартирате Възстановяване на системата.
	
[Minimized Image Recovery]	
Item0800=Възстановяване от минимизирано изображение
Item0801=Този процес ще преинсталира чиста Windows среда, с драйвери и минимално инсталиран софтуер.
Item0802=Всички файлове, създадени от потребителя, и програми, инсталирани след покупката, ще бъдат загубени.
Item0803=Архивирайте първо файловете си (препоръчително)
Item0804=Възстановяване без архивиране на файловете
Item0805=За да продължите, изберете опция и щракнете върху „Напред“.
Item0806=Възстановяване от минимизирано изображение
Item0807=Добре дошли в HP Recovery Manager
Item0808=Този процес ще преинсталира чиста Windows среда, с драйвери и минимално инсталиран софтуер.
Item0809=Процесът за възстановяване се състои от два етапа:
Item0810=Подготовка за възстановяване
Item0811=Твърдият диск ще бъде форматиран наново и всички необходими файлове за възстановяване на минимизираното изображение ще се копират на твърдия диск.
Item0812=Възстановяващо инсталиране
Item0813=Софтуерът и драйверите се инсталират и съдържанието се персонализира според компютъра.
Item0814=Откачете всички външни устройства, преди да продължите.
Item0815=За допълнителна информация вижте документацията на компютъра.
Item0816=За да продължите, щракнете върху „Напред“.
Item0817=Разпознат е динамичен диск. Възстановяването не може да продължи. Трябва да използвате носители за възстановяване, за да възстановите компютъра
Item0818=Подготовка за възстановяване от минимизирано изображение
Item0819=Форматиране на дела за Windows на твърдия диск
Item0820=Копиране на необходимите файлове за възстановяване на твърдия диск
Item0821=Ход на изпълнение:  00 % 
Item0822=Приблизително оставащо време: 00 минута(и)
Item0823=Моля, изчакайте…
Item0824=Подготовката за възстановяване завърши
Item0825=След като рестартирате компютъра, ще започне етапът на възстановяващо инсталиране.
Item0826=Софтуерът и драйверите ще се инсталират, а съдържанието ще се персонализира според компютъра.
Item0827=През този етап компютърът ще се рестартира автоматично няколко пъти. Това е нормална част от процеса.
Item0828=Не изключвайте компютъра, не затваряйте капака, не изключвайте компютъра от адаптера за захранване и не се опитвайте да използвате компютъра през това време.
Item0829=Щракнете върху „Продължаване“, за да рестартирате компютъра сега.
Item0830=Възстановяването приключи
Item0831=След като компютърът рестартира и вие приключите първоначалната настройка на компютъра, трябва да извършите още някои важни стъпки:
Item0832=Актуализирайте файловете за защита от Microsoft и HP
Item0833=Инсталирайте отново софтуера, който не сте получили с компютъра
Item0834=Възстановете всички лични данни от евентуално направените резервни копия (ако имате такива)
Item0835=Щракнете върху „Край“, за да рестартирате компютъра сега.
Item0836=OK
Item0837=Поставете диск за възстановяване #00.
Item0838=Отстранете носителя за възстановяване от системата
Item0839=HP Recovery Manager ще инсталира минимизирано изображение. Потребителските данни и промените по твърдия диск ще бъдат загубени.
Item0840=Откачете всички външни устройства, с изключение на клавиатурата, мишката и монитора, преди да продължите.
Item0841=Забранено: Моля, използвайте опцията „Връщане на фабричните настройки“, за да възстановите системата си
Item0842=Ако компютърът ви първоначално е включвал повече от една операционна система, процесът на възстановяване ще нулира всички операционни системи обратно към фабричното състояние.
	
[Boot from UCRD]	
Item0900=Възстановяване на системата
Item0901=HP Recovery Manager стартира от твърдия диск по подразбиране, но може да го стартирате и от поставения носител.
Item0902=Стартиране на програмата от носител
Item0903=Стартиране на програмата от твърдия диск
Item0904=За да продължите, изберете опция и щракнете върху „Напред“.
Item0905=Стартиране на програмата от твърдия диск
Item0906=Компютърът ще се рестартира от дела.
Item0907=Отстранете носителя за възстановяване, преди да продължите.
Item0908=За да затворите този помощник, щракнете върху „Край“.
Item0909=Връзка с „Поддръжка на клиенти на HP“
Item0910=Този компютър не се поддържа от носителите за възстановяване на системата.
Item0911=Не можете да възстановите тази система с носителя.
Item0912=Нямате възможност да възстановите системата чрез порта на устройството, моля, своржете се с Поддръжка на клиенти на НР.
	
[Factory Reset]	
Item1000=Връщане на фабричните настройки
Item1001=Възстановяване на фабричното изображение
Item1002=Искате ли да възстановите системата в първоначалното фабрично състояние?
Item1003=Архивирайте първо файловете си (препоръчително)
Item1004=Възстановяване без архивиране на файловете
Item1005=За да продължите, изберете опция и щракнете върху „Напред“.
Item1006=Добре дошли в HP Recovery Manager
Item1007=Използвайте тази програма, за да възстановите компютъра към оригиналното му фабрично състояние.
Item1008=Процесът за възстановяване се състои от два етапа:
Item1009=Подготовка за възстановяване
Item1010=Твърдият диск ще бъде форматиран наново и всички необходими файлове за възстановяване на фабричното изображение ще се копират на твърдия диск.
Item1011=Възстановяващо инсталиране
Item1012=Софтуерът и драйверите се инсталират и съдържанието се персонализира според компютъра.
Item1013=Откачете всички външни устройства, преди да продължите.
Item1014=За допълнителна информация вижте документацията на компютъра.
Item1015=За да продължите, щракнете върху „Напред“.
Item1016=Recovery Manager ще възстанови твърдия диск към фабричното му състояние. Потребителските данни и промените по твърдия диск ще бъдат загубени.
Item1017=Подготовка за възстановяване на фабричното изображение
Item1018=Форматиране на дела за Windows на твърдия диск
Item1019=Копиране на необходимите файлове за възстановяване на твърдия диск
Item1020=Възстановяване на файлове на твърдия диск
Item1021=Ход на изпълнение:  00 % 
Item1022=Моля, изчакайте…
Item1023=Приблизително оставащо време: 00 минута(и)
Item1024=Подготовката за възстановяване завърши
Item1025=След като рестартирате компютъра, ще започне етапът на възстановяващо инсталиране.
Item1026=Софтуерът и драйверите ще се инсталират, а съдържанието ще се персонализира според компютъра.
Item1027=През този етап компютърът ще се рестартира автоматично няколко пъти. Това е нормална част от процеса.
Item1028=Не изключвайте компютъра, не затваряйте капака, не изключвайте компютъра от адаптера за захранване и не се опитвайте да използвате компютъра през това време.
Item1029=Щракнете върху „Продължаване“, за да рестартирате компютъра сега.
Item1030=Възстановяването приключи
Item1031=След като компютърът рестартира и вие приключите първоначалната настройка на компютъра, трябва да извършите още някои важни стъпки:
Item1032=Актуализирайте файловете за защита от Microsoft и HP
Item1033=Инсталирайте отново софтуера, който не сте получили с компютъра
Item1034=Възстановете всички лични данни от евентуално направените резервни копия (ако имате такива)
Item1035=Щракнете върху „Край“, за да рестартирате компютъра сега.
Item1036=Да
Item1037=Не
Item1038=Връзка с „Поддръжка на клиенти на HP“
Item1039=В повечето случаи възстановяването на твърдия диск ще реши проблемите.
Item1040=Ако проблемите продължат, може да се наложи да се свържете с „Поддръжка на клиенти на HP“.
Item1041=Можете да намерите информацията за контакт с поддръжката на HP в документацията на компютъра.
Item1042=За да затворите тази програма, щракнете върху „Край“.
Item1043=Поставете диск за възстановяване #00.
Item1044=Отстранете носителя за възстановяване от системата
Item1045=HP Recovery Manager ще възстанови твърдите дискове в първоначалното фабрично състояние. Потребителските данни и всички промени по твърдия диск ще бъдат загубени.
Item1046=OK
Item1047=Отказ
Item1048=Откачете всички външни устройства, с изключение на клавиатурата, мишката и монитора, преди да продължите.
Item1049=HP Recovery Manager ще възстанови твърдия диск/дискове в първоначалното фабрично състояние. Потребителските данни и всички промени по твърдия диск ще бъдат загубени.	
Item1050=Този процес ще възстанови системата в първоначалното фабрично състояние.
Item1051=Твърдият диск ще се преформатира и дяловете му ще се преразпределят според първоначалното фабрично състояние.
Item1052=Всички създадени от потребителя файлове и дялото, както и всички инсталирани след закупуването програми, ще се загубят.
Item1053=Ако компютърът ви първоначално е включвал повече от една операционна система, процесът на възстановяване ще нулира всички операционни системи обратно към фабричното състояние.
	
[Restoration Incomplete]	
Item1100=Възстановяването е непълно
Item1101=Възстановяването не е завършено.
Item1102=Изберете един от следните бутони:
Item1103=Запиши регистрационния файл
Item1104=Подробности
Item1105=Повторен опит
Item1106=Тази функция събира информация за системата ви, за да помогне на HP да направи диагностика на проблема.
Item1107=Поставете сменяем диск с поне 00 MB свободно място и щракнете върху OK.
Item1108=OK
Item1109=Няма достатъчно свободно място. Поставете сменяем диск с поне 00 MB свободно място и щракнете върху OK.
Item1110=Регистрационният файл беше записан като 00.
Item1111=Поставете носител за възстановяване.
Item1112=Щракнете върху „Продължаване“, за да рестартирате компютъра сега.
Item1113=Продължаване
Item1114=Общото пространство на твърдия диск е по-малко, отколкото на оригиналния фабрично инсталиран твърд диск. Процесът на възстановяване не може да продължи.
Item1115=Общото пространство на твърдия диск е твърде малко. Процесът на възстановяване не може да продължи.
		
[Drivers and Applications Reinstall]	
Item1200=Преинсталиране на драйвери и приложения
Item1201=Създаване на списък с драйвери и приложения
Item1202=Начало
Item1203=Инсталиране
Item1204=Инсталиране
Item1205=Завършено
Item1206=Приложения (00)
Item1207=Драйвери (00)
Item1208=Актуализации на HP (00) – актуализации, изтеглени и инсталирани от HP.com или HP Support Assistant
Item1209=Версия: 00
Item1210=00 елемента,
Item1211=00 / 01 избрани елемента,
Item1212=00 приложение и
Item1213=00 приложения и
Item1214=00 драйвер и
Item1215=00 драйвери и
Item1216=00 HP актуализация
Item1217=00 HP актуализации
Item1218=Инсталирането приключи.
Item1219=Инсталира се софтуер. Затварянето на HP Recovery Manager е отказано.
Item1220=OK
Item1221=Деинсталирайте предишни версии на софтуера преди преинсталирането му.
Item1222=Възникват грешки при преинсталирането на софтуера. Опитайте отново.
Item1223=Не са открити софтуерни източници на тази машина
Item1224=Артикул
Item1225=00 / 01 избран елемент,
Item1226=Един или повече от избраните драйвери или приложения може да не са правилно инсталирани и са маркирани с удивителен знак. Моля, деинсталирайте ги от компютъра, преди да се опитате да ги инсталирате отново от HP Recovery Manager.
Item1227=Един или повече от избраните драйвери или приложения може да не са правилно инсталирани и са маркирани с 00. Моля, деинсталирайте ги от компютъра, преди да се опитате да ги инсталирате отново от HP Recovery Manager.
Item1228=00 Драйвер
Item1229=00 Драйвери
Item1230=Готово	
	
[RP Protection]	
Item1300=Дял за възстановяване
Item1301=Предупреждение
Item1302=Тази област от вашия твърд диск (или дял) съдържа файлове, използвани при Windows Push Button Reset (Бутон за възстановяване на Windows) и възстановяване на изображението на НР.
Item1303=Не изтривайте и не променяйте никой от тези файлове.
Item1304=Всякакви промени в този дял могат да възпрепятстват функцията за възстановяване на системата в бъдеще.
	
[Show Contact Information]	
Item1350=Връзка с „Поддръжка на клиенти на HP“
Item1351=В повечето случаи възстановяването на фабрично изображение ще реши проблемите ви.
Item1352=Ако продължите да изпитвате проблеми или ако имате нужда от нови носители за възстановяване на системата, може да е необходимо да потърсите помощ от „Поддръжка на клиенти на HP“.
Item1353=Можете да се свържете с „Поддръжка на клиенти на HP“ на адрес:
Item1354=www.hp.com/go/contacthp
Item1355=Щракнете върху „Край“, за да затворите тази програма.
Item1356=Щракнете върху „Отказ“, за да затворите тази програма.

[File Backup Program 2.0]
Item1400=Кой метод за избор на файл искате да използвате за създаване на архивен файл?
Item1401=Автоматичен избор
Item1402=Избор на категории файлове за архивиране.
Item1403=Потребителски избор
Item1404=Ръчно изберете кои папки и файлове да архивирате.
Item1405=При автоматичен избор избирате категориите файлове, които да архивирате. Например „Снимки“ и „Музика и други аудио файлове“. След това програмата търси в компютъра файлове от тези категории (на базата на предварително дефиниран набор от файлови типове, обикновено използвани за такива файлове) и ги архивира. Файловете се компресират и трябва да бъдат възстановени чрез опцията за възстановяване на файлове, преди да бъдат достъпни.
Item1406=При потребителски избор избирате кои точно файлове и папки да архивирате, като ги изберете от прозорец в windows explorer. Имате две възможности за архивирането – „С компресиране“ и „Без компресиране“
Item1407=С компресиране: Файловете се компресират и трябва да бъдат възстановени чрез опцията за възстановяване на файлове, преди да бъдат достъпни.
Item1408=Без компресиране: Файловете и директориите се копират поотделно без компресиране. Файловете са достъпни без да се налага използването на опцията за възстановяване на файлове.
Item1409=Желаете ли да използвате компресиране?
Item1410=С компресиране
Item1411=Без компресиране
Item1412=Файловете се компресират във файлов формат WIM и трябва да бъдат възстановени на компютъра чрез опцията „Възстановяване на файлове“, преди да бъдат достъпни. Тази опция свежда до минимум размера на архивния файл, а по време на „Възстановяване на файлове“ всички файлове ще бъдат автоматично копирани в C:\ и достъпни чрез пряк път на работния плот.
Item1413=Файловете и директориите се копират поотделно без компресиране и са достъпни директно от архивното устройство, без да се налага използването на опцията „Възстановяване на файлове“. Тази опция не свежда до минимум размера на архивния файл, а файловете и директориите трябва ръчно да бъдат копирани (копиране/поставяне) обратно на компютъра.
Item1414=Какви файлове желаете да архивирате?
Item1415=Преглед на файлове
Item1416=Размер на архивния файл:  00
Item1417=Име
Item1418=Размер
Item1419=Избор на носител за архивния файл
Item1420=Избор на носител: 00
Item1421=Ще ви трябват 00 диска от този вид, за да създадете архивния файл.
Item1422=За да продължите архивирането с избрания носител, щракнете върху „Напред“.
Item1423=За да изберете различен вид носител, който да използвате, щракнете върху „Назад“.
Item1424=Подготвяне на файловете
Item1425=Създаване на диска
Item1426=Записване на диска
Item1427=Проверка на диска
Item1428=Моля, поставете диск 00 от 00 00.
Item1429=Избрани файлове
Item1430=Копиране на файловете
Item1431=Избраните файлове и директории са копирани
Item1432=Recovery Manager копира успешно файловете
Item1433=Има файлове, които надвишават капацитета на архивния диск, процесът по архивиране не може да продължи.
Item1434=Промяна в режим „С компресиране“
Item1435=Откажете избора на файлове, по-големи от 00
Item1436=Изберете отново устройство
Item1437=Списък с големи файлове
Item1438=Моля, поставете диск 00.
Item1439=Няма наличен диск с достатъчно свободно пространство за архивиране. Свържете друг диск или освободете пространство на вече свързан диск.
Item1440=Този тип диск не се поддържа.
Item1441=Намалява размера на файла. Изисква използването на опцията „Възстановяване на файл“.
Item1442=Не намалява размера на файла, не изисква използването на опцията „Възстановяване на файл“.
Item1443=Архивът може да бъде записан само на оптична медия или външен твърд диск. Ако желаното устройство и/или вид носител не фигурира в списъка, моля, уверете се, че устройството е свързано и включено или желаният вид носител е поставен в оптичното устройство, за да продължите процеса на архивиране.
Item1444=Това не е правилният диск или е възможно той да е повреден. Поставете диск 00.
Item1445=Архивът може да бъде записан само на външен твърд диск или USB флаш устройство в NTFS формат. Проверете дали желаното устройство е свързано и дали файловата система е NTFS, преди да продължите с процеса на архивиране.
Item1446=Ако в „Автоматичен избор“ или „Потребителски избор“ е избрано 00, всички файлове ще бъдат архивирани в режим „Без компресиране“ и трябва да бъдат възстановени чрез ръчно копиране на данните. Опцията „Възстановяване на файлове“ не може да бъде използвана.
Item1447=Всички файлове са съхранени в папката на 00.
Item1448=Файловете са компресирани във формат на файла WIM и трябва да бъдат възстановени на компютъра чрез опцията „Възстановяване на файлове“, преди да получите достъп до тях. Тази опция свежда до минимум размера на архивния файл и всички файлове ще бъдат възстановени в местоназначението, което посочите, и ще бъдат достъпни чрез пряк път на работния плот.
Item1449=Когато са избрани данни за 00, не се поддържа компресиране.
Item1450=Данните за 00 са архивирани в следната папка в главната директория на папката на архива:
Item1451=Моля, след като възстановяването завърши, копирайте архива на данните за 00 от горепосочената папка на носителя за архивиране във вашата система.
Item1452=Данните за 00 могат да бъдат архивирани само чрез използване на опцията „Без компресиране“.
Item1453=Моля, изберете OK, за да архивирате с помощта на опцията „Без компресиране“, или изберете „Отказ“, за да архивирате наново файловете.

[Windows Recovery Environment]
Item1500=Възстановяване и архивиране на HP или се свържете с поддръжка на НР

[Windows System Refresh]
Item1600=Обновяване на компютъра без засягане на вашите лични файлове

[AboutInfo]
Item1700=Информация
Item1701=Версия
Item1702=Носител за възстановяване
Item1703=Система
Item1704=Номер на продукта
Item1705=Сериен номер
Item1706=Дял за възстановяване на HP
Item1707=Да
Item1708=Не
Item1709=За софтуера